{
    "home.lng-ru": "Русский",
    "home.lng-en": "Английский",  
    "home.main": "Главная",
    "home.list": "Список деятелей",
    "home.more": "Узнать подробннее",
    "header.poets":"Поэты Беларуси", 
    "header.about":"Целью создания данного портала является повышение уровня знаний о белорусских поэтах",

    "developers.team":"Команда разработчиков",
    "developers.about":"Небольшое описание, кто разрабатывал сайт",
    "developers.max":"Семенько Максим",
    "developers.andrei":"Дубяго Андрей",

    "writerByDay.name":"Деятель дня",
    "writerByDay.about":"Здесь вы кратко можете ознакомиться с деятелем дня",

    "find.f":"Поиск",

    "t.name":"Имя:",
    "t.years-life":"Годы жизни:",
    "t.brief-description":"Краткое описание:",
    "t.birthday":"День рождение",
    "t.activity":"Деятельность",
    "t.death":"День смерти",
    "t.awards":"Награды",
    "t.gallery":"Галерея",

    "Kolas.name": "Якуб Колас",
    "Kolas.life-time": "3 ноября 1882 г. – 13 августа 1956 г.",
    "Kolas.description": "Якуб Колас — белорусский советский писатель, драматург, поэт и переводчик, общественный деятель. Один из классиков и основоположников новой белорусской литературы. Народный поэт Белорусской ССР. Академик АН Белорусской ССР. Член СП СССР. Заслуженный деятель науки Белорусской ССР. Член ВКП с 1945 года.",

    "Kolas.date1":"22 октября (3 ноября) 1882",
    "Kolas.date1-description":"Родился в деревне Акинчицы (теперь территория города Столбцы Столбцовского района Минскойобласти Белоруссии), в православной семье лесника Михаила Казимировича (Михася) Мицкевича и домохозяйки Анны Юрьевны Лосик. Предки по отцовской линии — католики.",
    "Kolas.date2":"1902 – 1914",
    "Kolas.date2-description":"Окончил народную школу, в 1902 году — Несвижскую учительскую семинарию. Работал учителем на Пинщине (1902—1906). В 1906 году первая публикация — стихотворение «Край родимый» в белорусской газете «Наша доля». В 1907 году возглавлял литературный отдел белорусской газеты «Наша Нива» в Вильне.",
    "Kolas.date2-description1":" За участие в организации нелегального учительского съезда был приговорён к заключению, которое отбывал в минской тюрьме (1908—1911). В 1912—1914 годах учительствовал в Пинске. Здесь в 1914 году у него родился его старший сын Даниил, который впоследствии стал создателем и первым директором музея своего отца.",
    "Kolas.date3":"13 августа 1956",
    "Kolas.date3-description":"В конце жизни много и часто болел, в частности, перенёс 26 воспалений легких. Якуб Колас скоропостижно скончался 13 августа 1956 года. Похоронен на Военном кладбище в Минске.",
    
    "Kupale.name": "Янка Купала",
    "Kupale.life-time": "25 июня (7 июля) 1882 — 28 июня 1942",
    "Kupale.description": "Янка Купала (настоящее имя Иван Доминикович Луцевич) — белорусский советский поэт и переводчик, драматург, публицист. АН Б                            Классик белорусской литературы. Народный поэт БССР (1925). Академик ССР (1928) и АН УССР (1929). Лауреат Сталинской премии первой степени (1941).",

    "Kupale.date1":"25 июня (7 июля) 1882",
    "Kupale.date1-description":"Родился 25 июня (7 июля) 1882 года в деревне Вязынка (ныне Молодечненского района Минской области Белоруссии) в белорусской католической семье Доминика Онуфриевича Луцевича и Бенигны Ивановны Луцевич (урождённой Волосевич).",
    "Kupale.date2":"1835 – 1880",
    "Kupale.date2-description":" 3 июня 1912 года Купала завершил первую свою пьесу-комедию «Паўлінка», которая в том же году издана в Санкт-Петербурге, затем поставлена на сцене сперва в Санкт-Петербурге, затем в Вильно. В июне 1913 года в Акопах завершена историческая поэма «Бандароўна», следом за ней — поэмы «Магіла льва», «Яна і я», а также комедийная пьеса «Прымакі». Тогда же написана драма «Разорённое гнездо» (1913), опубликованная в Вильне в 1919.",
    "Kupale.date2-description1":" За участие в организации нелегального учительского съезда был приговорён к заключению, которое отбывал в минской тюрьме (1908—1911). В 1912—1914 годах учительствовал в Пинске. Здесь в 1914 году у него родился его старший сын Даниил, который впоследствии стал создателем и первым директором музея своего отца.",
    "Kupale.date3":"28 июня 1942",
    "Kupale.date3-description":" Cкончался в гостинице «Москва», упав в лестничный пролёт между 9-м и 10-м этажами гостиницы, смерть была мгновенной.Однако смерть Янки Купалы могла оказаться неслучайной, выдвигаются версии о самоубийстве или убийстве с участием спецслужб. Высота перил и то, что поэт не просто скатился по лестнице, а упал в шахту между пролётами, по мнению минских учёных, говорит о возможном убийстве.",
 
    "Ryhor.name": "Рыгор Бородулин",
    "Ryhor.life-time": "24 февраля 1935 г. – 2 марта 2014 г.",
    "Ryhor.description": "Рыгор Бородулин —  советский и белорусский поэт, эссеист, редактор, переводчик. Народный поэт Беларуси (1992).",

    "Ryhor.date1":"24 февраля 1935",
    "Ryhor.date1-description":"Григорий Бородулин родился 24 февраля 1935 года на хуторе Вересовка (официальное название хутора было «Городок-2», ныне это северо-западная окраина дер. Тихоняты Сорочинского сельсовета), в 1937 году хутор был ликвидирован, и семью переселили в Ушачи. 4 году), мать Акулина Андреевна Бородулина (1909—1971). Дед поэта по материнской линии Андрей Гальвиньш был этническим латышом.",
    "Ryhor.date2":"1953 – 2014",
    "Ryhor.date2-description":"Начал публиковаться в 1953 году, первые стихи были напечатаны в газете «Красная смена» (бел. «Чырвоная змена»). Первый сборник поэзии «Месяц над степью» (белор. «Маладзік над стэпам») вышел в 1959 году. Всего вышло около 70 сборников поэзии (среди которых есть сборники сатиры и юмора, а также стихи для детей), критических статей, эссе, переводов. Дважды издавались книги избранных стихов поэта (1984, 1996—2002). Вышло собрание сочинений Бородулина (было объявлено о выпуске пяти томов, но вышло только четыре). В 2006 году кандидатура поэта попала в список номинантов на Нобелевскую премию по литературе.",
    "Ryhor.date2-description1":"Бородулину принадлежит и значительное количество стихотворных переводов на белорусский язык — в том числе «Слова о полку Игореве» (1986), книг Федерико Гарсиа Лорки («Голубой звон Гренады», 1975), Габриэлы Мистраль («Ветролист», 1984), Кароля Войтылы, «Рубаи» Омара Хайяма, произведений Шекспира, Байрона, Неруды, Мицкевича, Есенина, Хизри Асадулаева («Горо» 2009) и др.",
    "Ryhor.date3":"2 марта 2014",
    "Ryhor.date3-description":"  В конце жизни много и часто болел, в частности, перенёс 26 воспалений легких. Якуб Колас скоропостижно скончался 13 августа 1956 года. Похоронен на Военном кладбище в Минске.",
 
    "Zuenok.name": "Василий Зуёнок",
    "Zuenok.life-time": "3 июня 1935 г. – ...",
    "Zuenok.description": "Василий Зуёнок — белорусско - советский писатель, драматург, поэт и переводчик, общественный деятель. Народный поэт Белоруссии.",

    "Zuenok.date1":"3 июня 1935",
    "Zuenok.date1-description":"Родился в крестьянской семье в деревне Мачулищи Крупского района Минской области Белоруссии.",
    "Zuenok.date2":"1960 – 2009",
    "Zuenok.date2-description":" Дебютировал в 1954 году. Творчество В. Зуёнка имеет широкий жанровый диапазон: от поэтического шаржа до поэмы. Переводит на белорусский с русского, украинского, болгарского, польского, словацкого, сербского языков. Вышла книга избранных переводов «3нічкі сямі нябёс» (Минск, 1992).",
    "Zuenok.date2-description1":" Стихи В. Зуёнка переводились на английский, болгарский, польский, словацкий и другие языки. Вместе с Р. Барадулином перевёл книгу стихов У. Лучука Озера-Бульдозера (1978).",
    "Zuenok.date3-description":"Премия Ленинского комсомолай Белорусской ССР (1974) за книгу стихов «Сяліба». Государственная премия Белорусской ССР имени Янки Купалы (1982) за поэму «Маўчанне травы». Орден Трудового Красного Знамени (1989).",
 

    "Dunin.name": "Винце́нт Ду́нин-Марцинке́вич",
    "Dunin.life-time": "4 февраля 1808 г. – 21 декабря 1884  г.",
    "Dunin.description": "Винце́нт Ду́нин-Марцинке́вич — белорусский писатель и драматург, классик белорусской литературы.",
    
    "Dunin.date1":"4 февраля 1808",
    "Dunin.date1-description":"Родился в фольварке Панюшковичи Бобруйского повета Минской губернии в шляхетской семье.Племянница Сестренцевича Людовика Рыкачевская была первой женой отца Викентия Марцинкевича — Яна, а сам Викентий был сыном от второго брака. До 1832 ни в одном документе не упоминается «придомок» Дунин, все документы отца, матери, брата и других родственников упоминают только фамилию Марцинкевич. ",
    "Dunin.date2":"1840 – 1864",
    "Dunin.date2-description":"Писал на польском и белорусском языке. В центре его художественных зарисовок стоит белорусская деревня, её быт. Особое внимание уделяется белорусскому фольклору. Для творчества В. Дунина-Марцинкевича характерны элементы сентиментализма.Формально-художественные средства не отличаются большим разнообразием.",
    "Dunin.date3":"21 декабря 1884",
    "Dunin.date3-description":"Ссылка дочери Камиллы, арест самого Дунина-Марцинкевича с 1864 по 1865 год, денежные штрафы, строгий надзор полиции после освобождения из тюрьмы — все это большой тяжестью легло на писателя. Театральная деятельность Дунина-Марцинкевича не достигла настоящего расцвета из-за неблагоприятных внешних условий, но послужила фундаментом для дальнейшего развития белорусской драматургии и профессионального театра. Умер в 1884 году."
    
}